{
  "gloss_to_id": {
    "ACCIDENT": 0,
    "AFRICA": 1,
    "AGO": 2,
    "ALONE": 3,
    "ALREADY": 4,
    "APPOINTMENT": 5,
    "APPROVE": 6,
    "ARGUE": 7,
    "AUSTRALIA": 8,
    "BAD": 9,
    "BALANCE": 10,
    "BAR": 11,
    "BARELY": 12,
    "BASKETBALL": 13,
    "BEARD": 14,
    "BECAUSE": 15,
    "BED": 16,
    "BEFORE": 17,
    "BIRD": 18,
    "BITTER": 19,
    "BLACK": 20,
    "BLANKET": 21,
    "BOTTOM": 22,
    "BOWLING": 23,
    "BROTHER": 24,
    "CALIFORNIA": 25,
    "CALL": 26,
    "CANCEL": 27,
    "CANDY": 28,
    "CHAMPION": 29,
    "CHANGE": 30,
    "CHAT": 31,
    "CHEAT": 32,
    "CHECK": 33,
    "CHILD": 34,
    "CHOICE": 35,
    "CHOOSE": 36,
    "CLOSE": 37,
    "CLOUD": 38,
    "COLD": 39,
    "COMPUTER": 40,
    "CONVINCE": 41,
    "COOK": 42,
    "COOL": 43,
    "COP": 44,
    "CORN": 45,
    "CORRECT": 46,
    "COUNTRY": 47,
    "COUSIN": 48,
    "COW": 49,
    "CRASH": 50,
    "CRY": 51,
    "CUT": 52,
    "DARK": 53,
    "DAUGHTER": 54,
    "DEAF": 55,
    "DECORATE": 56,
    "DELAY": 57,
    "DELICIOUS": 58,
    "DIVE": 59,
    "DOCTOR": 60,
    "DOG": 61,
    "DOLLAR": 62,
    "DRINK": 63,
    "DROP": 64,
    "ENVIRONMENT": 65,
    "EXAMPLE": 66,
    "EXCHANGE": 67,
    "EXPENSIVE": 68,
    "FAMILY": 69,
    "FAR": 70,
    "FAT": 71,
    "FAULT": 72,
    "FINE": 73,
    "FINISH": 74,
    "FISH": 75,
    "FORM": 76,
    "FULL": 77,
    "GIVE": 78,
    "GLASSES": 79,
    "GO": 80,
    "GOOD": 81,
    "GOVERNMENT": 82,
    "GRADUATE": 83,
    "GRAMMAR": 84,
    "GREAT": 85,
    "HAIR": 86,
    "HAPPY": 87,
    "HAT": 88,
    "HEADACHE": 89,
    "HEAR": 90,
    "HEART": 91,
    "HELP": 92,
    "HER": 93,
    "HOPE": 94,
    "HOT": 95,
    "HOW": 96,
    "HUMBLE": 97,
    "IMPROVE": 98,
    "INTEREST": 99
  },
  "id_to_gloss": {
    "0": "ACCIDENT",
    "1": "AFRICA",
    "2": "AGO",
    "3": "ALONE",
    "4": "ALREADY",
    "5": "APPOINTMENT",
    "6": "APPROVE",
    "7": "ARGUE",
    "8": "AUSTRALIA",
    "9": "BAD",
    "10": "BALANCE",
    "11": "BAR",
    "12": "BARELY",
    "13": "BASKETBALL",
    "14": "BEARD",
    "15": "BECAUSE",
    "16": "BED",
    "17": "BEFORE",
    "18": "BIRD",
    "19": "BITTER",
    "20": "BLACK",
    "21": "BLANKET",
    "22": "BOTTOM",
    "23": "BOWLING",
    "24": "BROTHER",
    "25": "CALIFORNIA",
    "26": "CALL",
    "27": "CANCEL",
    "28": "CANDY",
    "29": "CHAMPION",
    "30": "CHANGE",
    "31": "CHAT",
    "32": "CHEAT",
    "33": "CHECK",
    "34": "CHILD",
    "35": "CHOICE",
    "36": "CHOOSE",
    "37": "CLOSE",
    "38": "CLOUD",
    "39": "COLD",
    "40": "COMPUTER",
    "41": "CONVINCE",
    "42": "COOK",
    "43": "COOL",
    "44": "COP",
    "45": "CORN",
    "46": "CORRECT",
    "47": "COUNTRY",
    "48": "COUSIN",
    "49": "COW",
    "50": "CRASH",
    "51": "CRY",
    "52": "CUT",
    "53": "DARK",
    "54": "DAUGHTER",
    "55": "DEAF",
    "56": "DECORATE",
    "57": "DELAY",
    "58": "DELICIOUS",
    "59": "DIVE",
    "60": "DOCTOR",
    "61": "DOG",
    "62": "DOLLAR",
    "63": "DRINK",
    "64": "DROP",
    "65": "ENVIRONMENT",
    "66": "EXAMPLE",
    "67": "EXCHANGE",
    "68": "EXPENSIVE",
    "69": "FAMILY",
    "70": "FAR",
    "71": "FAT",
    "72": "FAULT",
    "73": "FINE",
    "74": "FINISH",
    "75": "FISH",
    "76": "FORM",
    "77": "FULL",
    "78": "GIVE",
    "79": "GLASSES",
    "80": "GO",
    "81": "GOOD",
    "82": "GOVERNMENT",
    "83": "GRADUATE",
    "84": "GRAMMAR",
    "85": "GREAT",
    "86": "HAIR",
    "87": "HAPPY",
    "88": "HAT",
    "89": "HEADACHE",
    "90": "HEAR",
    "91": "HEART",
    "92": "HELP",
    "93": "HER",
    "94": "HOPE",
    "95": "HOT",
    "96": "HOW",
    "97": "HUMBLE",
    "98": "IMPROVE",
    "99": "INTEREST"
  }
}